# Однострочный комментарий

'''
многострочный 
комментарий
'''

"""
это тоже
многострочный
коммент
"""

# Переменные

var_1 = 10
var_2 = 5
# var_3 = var_1 / var_2
# print(var_3)

# константные переменные
CONST_VAR = 1000

# встроенная функция ввода из терминала (консоли)
# in_1 = input("Введите число: ")

# встроенная функция вывода в терминал (консоль)
# print(in_1)

# ctrl + J - терминал
# ctrl + B - панель проводника

# калькулятор
in_1 = int(input("Введите первое число: "))
in_2 = int(input("Введите второе число: "))

result = in_1 + in_2

print(result)

# преобразование в целое число

